{
  "language": "russian",
  "itemid": "116547",
  "app[content][legal]": "",
  "app[content][earlyaccess_description]": "",
  "app[content][about]": "[img]{STEAM_APP_IMAGE}/extras/SteamPage600.gif[/img]\r\n\r\nДвое влюбленных, сведенные войной, разрываются между королевой, которой они присягнули в верности, и мятежной принцессой, поднявшей восстание, чтобы вернуть себе трон. Гражданская война охватывает королевство, фронтовые линии очерчиваются, а мечи обнажаются.\r\n\r\nбуре войны двое находят друг друга: маг в изгнании, стремящийся разгадать тайны этих земель, встречает молодую девушку, вторую претендентку в очереди на престол. Обладая силой создавать и разрушать миры, они будут бороться, чтобы сбежать от своего прошлого и вместе стать чем-то большим.\r\n\r\nохваченном пламенем королевстве, где силы более древние, чем сама земля, вырываются на поверхность, вам предстоит защищать свои позиции и сражаться за судьбу Аркадии!\r\n\r\n[img]{STEAM_APP_IMAGE}/extras/MapBanner3_cropped.png[/img]\r\n\r\nВам будут нужны союзники, которым вы сможете доверять в этой нескончаемой войне. Набирайте войска, настраивайте их классы и тренируйте вашу армию, чтобы участвовать в масштабных тактических сражениях.\r\n\r\n[b]ДРЕВО РЫЦАРЯ[/b] — мощный класс, неустрашимый в бою благодаря их тяжелым доспехам и отточенным мечам. Рыцарь может продвинуться до Инквизитора, получая способность превращать врагов в нежить и наносить им урон Святыми атаками; или Ронина, который может входить в смертельный транс и жертвовать самоконтролем ради получения огромных бонусов на поле боя.\r\n\r\n[b]ДРЕВО БОЕВОГО МАГА[/b] — маги, вступившие в сговор с основными элементами мироздания. Боевые маги осваивают мастерство испепеления пламенем, замедления льдом или ошеломления непредсказуемыми молниями для уничтожения врагов. После надлежащего обучения они могут стать Чародеями — слугами хаоса, практикующими магию, балансируя на рубеже дозволенного; или Друидами, научившимися управлять мощными природными силами и расставлять смертельные магические ловушки.\r\n\r\n[b]ДРЕВО РЕЙДЖЕРА[/b] — представляя смертоносную угрозу на расстоянии, Рейнджеры находят возвышенности, с которых обрушивают поток разрушающих ударов или выпускают мощные стихийные залпы, чтобы оглушить и покалечить врагов на поле боя. Оттачивая свои навыки, Рейнджер может стать Охотником, способным расставлять ловушки и обрушивать бомбы на ничего не подозревающие войска противника с помощью своего животного-фамильяра; или Разбойником, который расправится с противником одним метким ударом и испарится в клубах дыма.\r\n\r\n[b]ДРЕВО АПТЕКАРЯ[/b] — местный сумасшедший ученый, отваривающий особые снадобья, восстанавливая здоровье раненых или сжигая взрывоопасной кислотой целые участки на поля боя. Аптекарь может продвинуться до Монаха, который наносит череду быстрых ударов и задействует потоки тайной энергии для исцеления и нанесения вреда; или до Шамана, который может управлять силами жизни и смерти или жертвовать своими союзниками, чтобы нанести урон врагам.\r\n\r\n[img]{STEAM_APP_IMAGE}/extras/MapBanner2_cropped.png[/img]\r\n\r\n[list][*] Исследуйте земли. Путешествуйте по бескрайним просторам Аркадии, сражаясь в десятках локаций, включая древние руины, приморские деревни, заснеженные горы и зеленые леса.\r\n[*] Участвуйте в стратегических битвах. В вашем вооружении более 150 уникальных боевых навыков, чтобы изменить ход боя. Расставляйте тактические ловушки, применяйте магию, чтобы прокачать способности своих солдат, и изучайте слабые стороны врагов, чтобы одержать победу.\r\n[*] Соберите войска. Создайте армию из 12 разных классов; развивайте их мастерство в 25 уникальных древах навыков и снаряжайте их оружием, доспехами и мощными аксессуарами, чтобы увеличить их способности.\r\n[*] Наслаждайтесь шедевром. Ощутите изысканную атмосферу Аркадии вместе с насыщенным джазовыми элементами саундтреком и детализированными портретами персонажей в стиле ар-нуво.\r\n[*] Погрузитесь в эпическое повествование. Следите за душераздирающим переплетением судеб Вашти, Дезмонда и всей Аркадии в этой красочной повести о войне и магии в более чем 70 уникальных сценах.[/list]\r\n\r\n[img]{STEAM_APP_IMAGE}/extras/fennic_scene_small.gif[/img]",
  "app[content][short_description]": "Arcadian Atlas — это тактическая ролевая игра о выборе, который люди делают ради любви и власти, и о том, как этот выбор разрывает королевство на части.",
  "app[content][sysreqs][mac][min][osversion]": "",
  "app[content][sysreqs][mac][min][processor]": "",
  "app[content][sysreqs][mac][min][graphics]": "",
  "app[content][sysreqs][mac][min][soundcard]": "",
  "app[content][sysreqs][mac][min][vrsupport]": "",
  "app[content][sysreqs][mac][min][notes]": "",
  "app[content][sysreqs][mac][req][osversion]": "",
  "app[content][sysreqs][mac][req][processor]": "",
  "app[content][sysreqs][mac][req][graphics]": "",
  "app[content][sysreqs][mac][req][soundcard]": "",
  "app[content][sysreqs][mac][req][vrsupport]": "",
  "app[content][sysreqs][mac][req][notes]": "",
  "app[content][sysreqs][windows][min][osversion]": "",
  "app[content][sysreqs][windows][min][processor]": "",
  "app[content][sysreqs][windows][min][graphics]": "",
  "app[content][sysreqs][windows][min][soundcard]": "",
  "app[content][sysreqs][windows][min][vrsupport]": "",
  "app[content][sysreqs][windows][min][notes]": "",
  "app[content][sysreqs][windows][req][osversion]": "",
  "app[content][sysreqs][windows][req][processor]": "",
  "app[content][sysreqs][windows][req][graphics]": "",
  "app[content][sysreqs][windows][req][soundcard]": "",
  "app[content][sysreqs][windows][req][vrsupport]": "",
  "app[content][sysreqs][windows][req][notes]": "",
  "app[content][sysreqs][linux][min][osversion]": "",
  "app[content][sysreqs][linux][min][processor]": "",
  "app[content][sysreqs][linux][min][graphics]": "",
  "app[content][sysreqs][linux][min][soundcard]": "",
  "app[content][sysreqs][linux][min][vrsupport]": "",
  "app[content][sysreqs][linux][min][notes]": "",
  "app[content][sysreqs][linux][req][osversion]": "",
  "app[content][sysreqs][linux][req][processor]": "",
  "app[content][sysreqs][linux][req][graphics]": "",
  "app[content][sysreqs][linux][req][soundcard]": "",
  "app[content][sysreqs][linux][req][vrsupport]": "",
  "app[content][sysreqs][linux][req][notes]": ""
}
